app/controllers/dashboards_controller.rb

SELECT "dashboards".* FROM "dashboards"
---
  def index
    @dashboards = Dashboard.all